"Volume" = "Volume"; 
"Drawbars" = "Barras de harmônicos"; 
"Percussion Level" = "Nível da Percussão"; 
"Percussion Time" = "Tempo da Percussão"; 
"Click" = "Clique"; 
"Distortion" = "Distorção"; 
"Rotary Speaker" = "Alto-Falante Rotativo"; 


